Repository: EspaceNetworks/phpagiconf
Catalog: i18n/*/LC_MESSAGES/phpagiconf.po
Languages: fa_ir

source: Asterisk API settings:
fa_ir: تنظیمات API استریسک:

source: Basedir:
fa_ir: دایرکتوری پایه:

source: Cepstral config:
fa_ir: پیکربندی شریک:

source: Cepstral voice:
fa_ir: صدای شریک:

source: Debug:
fa_ir: عیب یابی:

source: Drop privileges to owner of script.
fa_ir: رد سطوح دسترسی به مالک از این اسکریپت.

source: Email where the errors will be sent.
fa_ir: ایمیلی که خطاها به آن ارسال میشوند.

source: Enable PHPAGI debugging.
fa_ir: فعال سازی عیب یابی PHPAGI.

source: Error handler:
fa_ir: خطای کنترل:

source: Error writing the phpagi.conf file.
fa_ir: خطا نوشتاری در فایل phpagi.conf.

source: Fast AGI config:
fa_ir: تنظیمات Fast AGI:

source: Festival config:
fa_ir: تنظیمات Festival:

source: Hostname of the server:
fa_ir: نام این سرور:

source: Hostname of this server.
fa_ir: نام این سرور.

source: Mail errors to:
fa_ir: ایمیل خطاها به:

source: Main config:
fa_ir: تنظیمات اصلی:

source: PHPAGI Config:
fa_ir: تنظیمات PHPAGI:

source: Path to AGI scripts folder.
fa_ir: مسیردهی به فولدر اسکریپت AGI.

source: Path to cepstral TTS binary.
fa_ir: مسیر به TTS شریک باینری.

source: Path to text2wave binary.
fa_ir: مسیر به متن به صدا باینری.

source: Path to text2wave:
fa_ir: مسیر متن به صدا:

source: Port to connect to manager.
fa_ir: پورت اتصال به مدیریت.

source: Port:
fa_ir: پورت:

source: Server to connect to.
fa_ir: سرور اتصال به.

source: Server:
fa_ir: سرور:

source: Submit Changes
fa_ir: ارسال تغییرات

source: Swift path:
fa_ir: مسیر Swift:

source: TTS Voice used.
fa_ir: صوت TTS مورد استفاده.

source: Temporary directory for storing temporary output.
fa_ir: دایرکتوری موقت برای ذخیره خروجی موقت.

source: Temporary directory:
fa_ir: دایرکتوری موقت:

source: Use internal error handler.
fa_ir: استفاده از خطای داخلی کنترل کننده.

source: false
fa_ir: غلط

source: true
fa_ir: درست
